---
kind: other
id: Properties.T:Autodesk.Revit.DB.SpatialElementTag
source: html/f791cd58-75e1-da37-ea95-3e1d8bf91b36.htm
---
# SpatialElementTag Properties

The id of the assembly instance to which the element belongs.